play_type = {
    'ssq': {
        '101': '单式',
        '102': '复式',
        '103': '胆拖'
    },
    '3d': {
        '201': '直选',
        '202': '组选'
    },
    'qxc': {
        '101': '单式',
        '102': '复式',
        '103': '胆拖'
    },
    'dlc': {
        '1': '任一',
        '2': '任二',
        '3': '任三',
        '4': '任四',
        '5': '任五',
        '6': '任六',
        '7': '任七',
        '8': '任八',
        '9': '前二直选',
        '10': '前三直选',
        '11': '前二组选',
        '12': '前三组选'
    },
    'dlt': {
        '101': '基本单式',
        '102': '基本复式',
        '103': '追加单式',
        '104': '追加复式',
        '106': '基本胆拖',
        '107': '追加胆拖'
    },
    'JXK3': {
        '302': '三同号通选',
        '305': '三连号通选',
        '311': '单式',
        '312': '和值',
        '313': '二不同号',
        '314': '二同号'
    },
    'FT': {
        'FT01': '胜平负',
        'FT02': '让球胜平负',
        'FT03': '比分',
        'FT04': '总进球',
        'FT05': '半全场',
        'FT09': '混合'
    },
    'BT': {
        'BT01': '胜负',
        'BT02': '让分胜负',
        'BT03': '胜分差',
        'BT04': '大小分',
        'BT09': '混合'
    }
}